clc;
clear;
close all;
% 自定义头模型矩阵
shep =[1 .69 .92 0 0 0
    -.8 .6624 .8740 0 -.0184 0
    -.2 .1100 .3100 .22 0 -18
    -.2 .1600 .4100 -.22 0 18
    .1 .2100 .2500 0 .35 0
    .1 .0460 .0460 0 .1 0
    .1 .0460 .0460 0 -.1 0
    .1 .0460 .0230 -.08 -.605 0
    .1 .0230 .0230 0 -.606 0
    .1 .0230 .0460 .06 -.605 0];
N=256;
I=phantom(shep,N);%生成自定义的S-L头模型
%I=phantom(N);%生成默认的S-L头模型
figure;imshow(I,[]);%全局灰度级显示
figure;imshow(I,[-0.1 1.1]);%显示窗口[-0.1 1.1]
figure;imshow(I,[0.9 1.1]);%显示窗口[0.9 1.1]